<template>
    <section class="first_screen about portfolio">
        <div class="container">
            <div class="small_txt">Дизайн-студия DELUXE HOUSE предлагает услуги по созданию уникального интерьера Вашей квартиры, дома или коттеджа. Мы предоставляем услуги профессиональных дизайнеров для реализации проектов любой сложности и работаем со всеми направлениями в области дизайна интерьера. Обратившись к нам, Вы точно получите незабываемое удовольствие, продумывая все детали и планируя собственную квартиру или дом. Под руководством профессионалов , имеющих большой опыт в создании интерьеров жилых и общественных помещений Вы можете быть уверены, что результат Вас порадует</div>                           
        </div>
    </section>
</template>


<script>
export default {
    name:'fps',   
}
</script>    

<style>
    /*@import url("../../assets/css/common/firstScreen.css");*/
    main{
        padding-top: 0;
    }
</style>

