<template>
    <section class="notes">
        <div class="container">                
            <div class="grid">
                <div class="panel">
                    <img src="../../assets/img/blok.png" alt="note">
                    <h2 class="panel_title">Монтажные/Демонтажные и черновые работы</h2>
                    <div class="panel_txt">
                        <ul class="notes_list">
                            <li>
                                - Осмотр помещения, расчет расходуемых материалов черновой отделки;                                     
                            </li>
                            <li>
                                - Составление Плана-Графика выполнения работ;                                    
                            </li>
                            <li>
                                - Демонтаж и монтаж перегородок снесенных;                                     
                            </li>
                            <li>
                                - Демонтаж/монтаж, изменение размеров проемов дверных;                                     
                            </li>
                            <li>
                                - Прокладка электрической проводки к выходам электрическим;                                     
                            </li>
                            <li>
                                - Монтажные работы коробов ГКЛ на стенах и потолках;                                    
                            </li>
                            <li>
                                - Монтаж и вывод сантехнических сетей (трубы х/г воды, канализационные);                                     
                            </li>
                            <li>
                                - Подготовка поверхностей стен к чистовой отделке (нанесение на поверхность коробов ГКЛ, стен и перегородок слоев гипса, ротгипса и шпатлевки).
                            </li>
                        </ul>                            
                    </div>
                </div>
                <div class="panel">
                    <img src="../../assets/img/blok.png" alt="note">
                    <div class="panel_title">Чистовая отделка</div>
                    <div class="panel_txt">
                        <ul class="notes_list">
                            <li>
                                -  Покраска стен и потолков интерьерной краской; 
                            </li>
                            <li>
                                - Чистовая стяжка пола;                                 
                            </li>
                            <li>
                                - Укладка кафеля/керамогранита; 
                            </li>
                            <li>
                                - Укладка напольных поверхностей (за исключением паркета);
                            </li>
                            <li>
                                - Подключение и установка приборов освещение, выключателей и электрических розеток, подключение варочной поверхности или плиты кухонной; 
                            </li>
                            <li>
                                - Установка дверей межкомнатных и входной; 
                            </li>
                            <li>
                                - Поклейка обоев; 
                            </li>
                            <li>
                                - Установка и монтаж лепнины, плинтусов, гардин; 
                            </li>
                            <li>
                                - Установка и монтаж элементов декора (настенные панели и рейки из гипса, пенополиуретана, пенополистрирола, ЛДСП, МДФ, металла, фибробетона и пластика); 
                            </li>
                            <li>
                                - Установка и подключение сантехнических приборов; 
                            </li>
                            <li>
                                - Уборка помещения от строительного мусора.
                            </li>
                        </ul>               
                    </div>
                </div>
                <div class="panel">
                    <img src="../../assets/img/blok.png" alt="note">
                    <div class="panel_title">Технический надзор</div>
                    <div class="panel_txt">
                        <p>На всех этапах отделочных работ за каждым объектом будет закреплен специалист по техническому надзору.</p>
                        <p>Это обеспечит еще более качественное исполнение ремонтно-отделочных работ.</p>
                    </div>
                </div>
                <div class="panel">
                    <img src="../../assets/img/blok.png" alt="note">
                    <div class="panel_title">Отделочные работы</div>
                    <div class="panel_txt">Студия дизайна интерьеров DELUXE HOUSE рада предложить Вам свои профессиональные услуги по ремонту помещений любого назначения и сложности. Наша профессиональная бригада строителей сделает ремонт в точном соответствии с Проектом на высоком уровне профессионализма, чем мало какая компания может похвалиться на рынке данных услуг в Нур-Султане. Мы уверенно найдем подход к любому помещению и решим любую задачу. Мы предоставляем Вам гарантию на свои работы и строго соблюдаем все сроки, зависящие от нас. Команда профессионалов грамотно проконсультирует на любом этапе и вовремя предупредит о любой возникшей сложности.</div>
                </div>                    
            </div>
        </div>
    </section>
</template>


<script>
export default {
    name:'notes',    
}
</script>                                            

<style>
    /*@import url("../../assets/css/home/steps.css");*/
</style>