<template>
     <section class="steps">
        <div class="container">
            <h2 class="title">Всего <span>6 шагов, 3 дня</span> и вы можете <span>приступать</span> к <span>ремонту</span></h2>
            <div class="grid">
                <div class="panel">
                    <img src="../../assets/img/blok.png" alt="note">
                    <div class="panel_title">ТЕХНИЧЕСКОЕ ЗАДАНИЕ</div>
                    <div class="panel_txt">Замеры помещений. Составление Технического Задания на проектирование. Заключение Договора на оказание услуг. Грамотно составленные документы помогут избежать многих недопониманий на всех этапах работ.</div>
                </div>
                <div class="panel">
                    <img src="../../assets/img/blok.png" alt="note">
                    <div class="panel_title">3D-ВИЗУАЛИЗАЦИЯ</div>
                    <div class="panel_txt">Или - Эскизный Проект.  3Д-визуализация разрабатывается на основе утвержденного плана с расстановкой мебели и Технического Задания на проектирование. Она помогает нам понять, какой мы хотим ремонт и комплектацию.</div>
                </div>
                <div class="panel">
                    <img src="../../assets/img/blok.png" alt="note">
                    <div class="panel_title">ЧЕРТЕЖИ</div>
                    <div class="panel_txt">Рабочий Проект со всеми схемами и чертежами - это инструкция не только  для проведения строительных работ, он позволит рассчитать расход и стоимость материалов. Самый ответственный этап. Здесь важна точность.</div>
                </div>
                <div class="panel">
                    <img src="../../assets/img/blok.png" alt="note">
                    <div class="panel_title">АВТОРСКИЙ НАДЗОР</div>
                    <div class="panel_txt">Авторский надзор - это координирование строительных работ для соответствия Проекту. Услуга авторского надзора позволяет избежать множество ошибок, а также интерактивно решить возникшие неполадки, которые могут быть обнаружены при ремонте</div>
                </div>
                <div class="panel">
                    <img src="../../assets/img/blok.png" alt="note">
                    <div class="panel_title">ПОДБОР МАТЕРИАЛОВ</div>
                    <div class="panel_txt">Мы поможем выбрать материалы чистовой отделки, мебели и декора. Мы отлично знаем рынок, что позволит Вам сэкономить бюджет, при этом не теряя, и даже выигрывая в качестве! Мы предложим Вам альтернативные материалы, соответствующие Проекту и Вашему бюджету</div>
                </div>
                <div class="panel">
                    <img src="../../assets/img/blok.png" alt="note">
                    <div class="panel_title">КОМПЛЕКТАЦИЯ</div>
                    <div class="panel_txt">Дизайнеры нашей студии составят график снабжения материалами, встретят все материалы на объекте и проследят за тем, что бы все материалы, мебель или другие элементы интерьера были установлены на объекте в строгом соответствии с проектом!</div>
                </div>
            </div>
        </div>
    </section>
</template>


<script>
export default {
    name:"steps",    
}
</script>

<style>
    /*@import url("../../assets/css/home/steps.css");*/
</style>