<template>
    <section class="collection">
        <div class="container">
            <div class="l_p">
                <div class="pic">                        
                    <img class="bigg" src="../../assets/img/exlus_big.jpg" alt="ex">                        
                </div>
                <div class="content">
                    <div class="coll">Коллекция</div>
                    <div class="title">Экслюзивный Дизайн</div>
                    <div class="sub_title">
                        Каждый проект дизайна интерьера разрабатывается нами индивидуально для каждого заказчика. Мы не повторяем свои проекты и стараемся каждый проект делать непохожими на другие. При разработке дизайна мы учитываем все пожелания своих клиентов и всегда рады предложить свежие идеи.
                    </div>
                </div>
            </div>                
            <div class="r_p sec">
                <div class="pic">                        
                    <img class="bigg" src="../../assets/img/prof_big.jpg" alt="ex">                           
                </div>
                <div class="content">
                    <div class="coll">Коллекция</div>
                    <div class="title">Профессиональный подход</div>
                    <div class="sub_title">
                        В нашей команде работают дипломированные специалисты с большим опытом. Нами было реализовано большое количество объектов, поэтому для нас основной ценностью является ответственный подход к своей работе. Мы тщательно следим за тенденциями на рынке и всегда в курсе всех новинок. Своих партнеров и подрядчиков мы всегда выбираем, исходя из их опыта и качества предоставляемых ими услуг.
                    </div>
                </div>
            </div>                
            <div class="l_p thi">
                <div class="pic">                        
                    <img class="bigg" src="../../assets/img/vnim_big.jpg" alt="ex">                            
                </div>
                <div class="content">
                    <div class="coll">Коллекция</div>
                    <div class="title">Внимательное исполнение</div>
                    <div class="sub_title">
                        Команда опытных профессионалов хорошо знает, как провести авторский надзор, тщательно отслеживая каждый этап, м подобрать все необходимые материалы для того, что бы реализация объекта соответствовала проекту. А отличное знание рынка отделочных материалов, оборудования, мебели и декора помогут Вам сэкономить время, нервы, и пожалуй самое главное - Ваш бюджет!
                    </div>
                </div>
            </div>                
            <div class="r_p">
                <div class="pic">                        
                        <img class="bigg" src="../../assets/img/toch_big.jpg" alt="ex">                                                    
                </div>
                <div class="content">
                    <div class="coll">Коллекция</div>
                    <div class="title">Точный расчет</div>
                    <div class="sub_title">
                        В нашей команде работают дипломированные специалисты с большим опытом. Нами было реализовано большое количество объектов, поэтому для нас основной ценностью является ответственный подход к своей работе. Мы тщательно следим за тенденциями на рынке и всегда в курсе всех новинок. Своих партнеров и подрядчиков мы всегда выбираем, исходя из их опыта и качества предоставляемых ими услуг.
                    </div>
                </div>
            </div>
        </div>
    </section>  
</template>


<script>
export default {
    name:"collectionHome",   
}
</script>

<style>
    /*@import url("../../assets/css/home/collection.css");*/
</style>