<template>
    <section class="accordion">
        <div class="container">     
            <h2 class="title">Полезные советы  от нас</h2>                                         
            <div class="accordeon">
                <dl>
                    <dt class="accor">На что стоит обратить внимание при выборе дизайнеров?</dt>
                    <dd class="panel">
                        <p>Выбор стиля дизайна интерьера не должен зависеть от тренда или мнения окружающих. Если раньше, каких-то 5-10 лет назад все в основном применяли классику, то сегодня, зайдя в помещение, сделанное в этом стиле, может показаться, что ремонт в нем не производился уже давно, или у владельца нет вкуса. Однако, это может быть  не так. И в настоящее время классический интерьер вполне применим, если его "разбавить" современными акцентами, применить новые технологии.</p>
                        <p>Мы работаем со всеми стилями: неоклассика, ар-деко, современный стиль дизайна, минимализм, лофт, модерн, классика, хай-тек, скандинавский стиль, этнический стиль и многое другое. Мы можем создать гармоничное пространство, применяя эклектику (смешение стилей), при этом результат никогда не будет вычурным или вульгарным. Все наши работы создаются по подробно составленному Техниескому Заданию, в котором оговорены все требуемые нашими клиентами условиями.</p>
                    </dd>
                </dl>                    
                <dl>
                    <dt class="accor">Как долго разрабатывается авторский дизайн интерьера?</dt>
                    <dd class="panel">
                        <p>Выбор стиля дизайна интерьера не должен зависеть от тренда или мнения окружающих. Если раньше, каких-то 5-10 лет назад все в основном применяли классику, то сегодня, зайдя в помещение, сделанное в этом стиле, может показаться, что ремонт в нем не производился уже давно, или у владельца нет вкуса. Однако, это может быть  не так. И в настоящее время классический интерьер вполне применим, если его "разбавить" современными акцентами, применить новые технологии.</p>
                        <p>Мы работаем со всеми стилями: неоклассика, ар-деко, современный стиль дизайна, минимализм, лофт, модерн, классика, хай-тек, скандинавский стиль, этнический стиль и многое другое. Мы можем создать гармоничное пространство, применяя эклектику (смешение стилей), при этом результат никогда не будет вычурным или вульгарным. Все наши работы создаются по подробно составленному Техниескому Заданию, в котором оговорены все требуемые нашими клиентами условиями.</p>
                    </dd>
                </dl>                    
                <dl>
                    <dt class="accor">Какой выбрать стиль интерьера?</dt>
                    <dd class="panel">
                        <p>Выбор стиля дизайна интерьера не должен зависеть от тренда или мнения окружающих. Если раньше, каких-то 5-10 лет назад все в основном применяли классику, то сегодня, зайдя в помещение, сделанное в этом стиле, может показаться, что ремонт в нем не производился уже давно, или у владельца нет вкуса. Однако, это может быть  не так. И в настоящее время классический интерьер вполне применим, если его "разбавить" современными акцентами, применить новые технологии.</p>
                        <p>Мы работаем со всеми стилями: неоклассика, ар-деко, современный стиль дизайна, минимализм, лофт, модерн, классика, хай-тек, скандинавский стиль, этнический стиль и многое другое. Мы можем создать гармоничное пространство, применяя эклектику (смешение стилей), при этом результат никогда не будет вычурным или вульгарным. Все наши работы создаются по подробно составленному Техниескому Заданию, в котором оговорены все требуемые нашими клиентами условиями.</p>
                    </dd>
                </dl>                    
                <dl>
                    <dt class="accor">Что отличает наши интерьеры?</dt>
                    <dd class="panel">
                        <p>Выбор стиля дизайна интерьера не должен зависеть от тренда или мнения окружающих. Если раньше, каких-то 5-10 лет назад все в основном применяли классику, то сегодня, зайдя в помещение, сделанное в этом стиле, может показаться, что ремонт в нем не производился уже давно, или у владельца нет вкуса. Однако, это может быть  не так. И в настоящее время классический интерьер вполне применим, если его "разбавить" современными акцентами, применить новые технологии.</p>
                        <p>Мы работаем со всеми стилями: неоклассика, ар-деко, современный стиль дизайна, минимализм, лофт, модерн, классика, хай-тек, скандинавский стиль, этнический стиль и многое другое. Мы можем создать гармоничное пространство, применяя эклектику (смешение стилей), при этом результат никогда не будет вычурным или вульгарным. Все наши работы создаются по подробно составленному Техниескому Заданию, в котором оговорены все требуемые нашими клиентами условиями.</p>
                    </dd>
                </dl>                    
            </div>      
        </div>
    </section>
</template>


<script>
export default {
    name:'accordeon', 
    mounted(){        
        let acc = document.getElementsByClassName("accor");
        let i;
        for (i = 0; i < acc.length; i++) {
            acc[i].addEventListener("click", function() {                 
                    this.classList.toggle("active");
                var panel = this.nextElementSibling;
                if (panel.style.maxHeight){
                panel.style.maxHeight = null;
                } else {
                panel.style.maxHeight = panel.scrollHeight + "px";
                }
            });            
        }
    }   
}
</script>                                            

<style>    
    .panel {        
        max-height: 0;
        overflow: hidden;
        transition: max-height 0.2s ease-out;
    }
</style>