<template>
    <section class="ten_years">
        <div class="container">
            <div class="ten_top">
                <p>DELUXE HOUSE — это одна из самых успешных студий дизайна интерьера в Астане с командой профессионалов, объединенная желанием создавать неповторимые роскошные интерьеры в Астане и за ее пределами.</p>
                <p>Мы работаем с интерьерами по всему Казахстану!<br>Главная специализация студии — это дизайн квартир, домов и коммерческих помещений любого назначения. Задача компании — создание и реализация интерьеров, выделяющихся своим стилем и безупречным вкусом.</p>
                <p>Одним из самых немаловажных аспектов специфики нашей работы - отличное знание рынка, а значит, мы точно поможем сэкономить большой объем времени и средств!</p>
            </div>
            <div class="ten_main">
                <h2 class="title"><span>10 лет</span> успешной работы!</h2>
                <div class="main_txt">
                    <p>Наша студия предлагает свои услуги на рынке дизайна интерьеров Астаны с 2011 года. За этот период нами было создано и реализовано уже более 200 проектов.</p>
                    <p>У нас широкий ассортимент дизайн-услуг, и мы работаем с любыми помещениями, будь это квартира, коттедж, Торговый Центр, бутик, SPA, сауны, магазины, рестораны, кафе, бизнес-центры или офисы.</p>                
                    <p>Мы всегда точно знаем, что нужно нашим клиентам и можем предложить ему лучше, чем то, что он от нас ждет.</p>
                </div>
            </div>
            <div class="ten_bottom">
                <p>В нашей студии работают настоящие профессионалы, которые искренне любят своё дело и увлеченно работают над каждым проектом. Все наши специалисы специалисты дипломированы и имеют немалый опыт в проектировании, визуализации, подбору материалов и ведению авторского надзора. Вы можете быть уверены за свой проект, с нами он будет в надежных руках!</p>
                <p>Для курирования и проразрачности работ, мы предоставляем круглосуточный онлайн-доступ к чатам, который создается отдельно на каждый проект.</p>
                <p>Мы учтем все стандарты и нормы, предусмотренные законодательством Республики Казахстан при проектировании помещений общественного назначения.</p>
                <p>Основное наше направление - это разработка проектов дизайна интерьера жилых и общественных помещений. С нашими работами Вы можете ознакомиться здесь.</p>

            </div>
        </div>
    </section>
</template>


<script>
export default {
    name:'tenYears',
}
</script>                                            

<style>
   /* @import url("../../assets/css/about/tenYears.css");*/
</style>