<template>    
    <section class="first_screen about portfolio">
        <div class="container">
            <h1>Проект квартиры в ЖК "Арман"</h1>
            <div class="small_txt">Дизайн интерьера был выполнен в эклектичном стиле. На разработку проекта ушел 1 месяц , авторский надзор за проектом составлял период в 3 месяца. Основой концепции создания проекта было желание учесть множество таких факторов, как проживание в одной квартире членов семьи в 3 поколениях с самыми разными и противоречивыми пожеланиями. Проект был сдан "под ключ" - с полным подбором всех необходимых материалов, мебели и декора. Площадь проектируемого объекта - 230 кв.м. </div>                           
        </div>
    </section>
</template>


<script>
export default {
    name:'fss',   
}
</script>    

<style>
   /* @import url("../../assets/css/common/firstScreen.css");*/
    main{
        padding-top: 0;
    }
</style>